// Напишите программу, которая на вход принимает число и выдает его квадрат (число умноженное на себя)

// 1й вариант
// Console.Write ("Введите число: ");
// int number = int.Parse(Console.ReadLine()!);
// Console.WriteLine(number*number);

// 2й вариант
Console.Write ("Введите число: ");
int number = int.Parse(Console.ReadLine()!);
int res = number*number;
Console.WriteLine("Квадрат числа: " + res);


